{
  "hi": "Salut, je suis",
  "I love Building Things": "J'aime construire des choses",
  "I Thrive on Problem-Solving": "Je prospère grâce à la résolution de problèmes",
  "I Engineer Ideas into Reality": "Je transforme les idées en réalité",
  "I Create with Purpose": "Je crée avec un objectif",
  "I Design Functional Experiences": "Je conçois des expériences fonctionnelles",
  "I Shape the Future Through Code": "Je façonne l'avenir grâce au code",
  "I Code to Make a Difference": "Je code pour faire une différence",
  "I Build with Precision and Passion": "Je construis avec précision et passion",
  "Mobile and Web Developer": "Ingénieur logiciel spécialisé dans le développement mobile et web",
  "Life Long Learner": "Apprenant tout au long de la vie",
  "About": "À propos",
  "Read more": "Lire la suite",
  "I_am_a_mobile_and_web_developer": "Je suis un développeur expérimenté en développement mobile et web, avec une solide expérience en développement full stack. Tout au long de ma carrière, j'ai construit avec succès de nombreux sites web et applications mobiles, démontrant ainsi ma compétence dans la création de solutions numériques de haute qualité. Ma passion pour l'apprentissage et l'innovation me pousse à explorer constamment de nouvelles technologies. Actuellement, je suis déterminé à approfondir mes connaissances dans les technologies MERN stack, MEAN stack et Flutter. Je suis également à jour avec les dernières mises à jour des nouvelles technologies et frameworks.",
  "What i can do": "Qu'est-ce que je peux faire",
  "Services": "sérvices",
  "I do ui/ux design for both mobile and web that it helps to get a unique look": "Je conçois des interfaces utilisateur uniques et attrayantes pour les applications mobiles et web, garantissant une expérience utilisateur optimale.",
  "web dev": "Development web",
  "I also develop websites. I always try to create high performance websites": "Je développe des sites web performants en mettant l'accent sur la fonctionnalité, la convivialité et aui offrent également des performances exceptionnelles.",
  "app Dev": "Development mobile",
  "I develop mobile application. I create mobile app with Flutter": "Je développe des applications mobiles en utilisant Flutter, créant des applications robustes, réactives et conviviales.",
  "some of my recent works": "Certains de mes travaux récents",
  "Projects": "Projets",
  "There was an error occurred while fetching the data": "Une erreur s'est produite lors de la récupération des données",
  "View more projects": "Voir plus de projets",
  "I am from Tunisia": "Je viens de la magnifique ville de Nabeul en Tunisie, un endroit réputé pour sa beauté naturelle et sa nature abondante. À 25 ans, je suis un étudiant ambitieux qui se prépare avec enthousiasme pour l'avenir. Les jeux vidéo et le développement de logiciels sont mes passions depuis l'enfance, et je m'efforce constamment de créer des projets uniques et innovants qui reflètent ma perspective.",
  "I started coding since I was in school": "Dès mon jeune âge, la programmation a été bien plus qu'une simple compétence pour moi ; c'est une forme d'art qui me permet d'exprimer ma créativité. Au fur et à mesure de mon parcours, j'ai eu l'occasion de combiner les principes du design avec la programmation, ce que je trouve incroyablement fascinant et que j'apprécie énormément.",
  "I'm also working as a freelancer in my free time. During my education, I have participated in multiple clubs and hackathons to gain more experience and tackle various challenges.": "Je travaille également en tant que freelance pendant mon temps libre. Au cours de mes études, j'ai participé à plusieurs clubs et hackathons pour acquérir plus d'expérience et relever divers défis.",
  "I am passionate about transforming ideas into functional and intuitive applications, and I am eager to contribute my skills and expertise to impactful projects.": "Je suis passionné par la transformation d'idées en applications fonctionnelles et intuitives, et je suis impatient de contribuer avec mes compétences et mon expertise à des projets impactants.",
  "EDUCATION": "ÉDUCATION",
  "School": "École/Collage/Lycée",
  "University": "Universités",
  "MY SKILLS": "MES COMPÉTENCES",
  "Data base": "Base de données",
  "Languages": "Langages",
  "EXPERIENCE": "EXPÉRIENCE",
  "Internships": "Stages",
  "Developer": "Développeur",
  "Currently": "Actuellement",
  "I am studying at ISET Sousse": "Récemment diplômé d’ESPRIT en ingénierie en architecture logicielle, j’ai également travaillé en freelance afin d’acquérir une expérience pratique et de mettre en œuvre mes compétences techniques dans des projets concrets. Je suis aujourd’hui à la recherche d’un poste en adéquation avec mon profil, notamment dans les domaines du développement web ou mobile. Intégrer ce programme serait pour moi une occasion d’évoluer à la fois sur le plan technique et pédagogique, tout en contribuant à l’écosystème académique d’ESPRIT.",
  "Some of my recent works": "Quelques-unes de mes réalisations récentes",
  "Search": "Rechercher",
  "Search by": "Recherchez par titre, lieu, type, date ou description",
  "There is no project with this name": "Il n'y a pas de projet avec ce nom",

  "Your message has been sent successfully": "Votre message a été envoyé avec succès",
  "An error accurred while sending the data": "Une erreur s'est produite lors de l'envoi des données",
  "Name": "Prénom",
  "It should be a valid email address": "Il doit s'agir d'une adresse e-mail valide",
  "Subject": "Sujet",
  "This field is required": "Ce champ est obligatoire",
  "Get in touch": "Entrer en contact",
  "Street monsof bey": "Rue monsof bey",
  "The message should contain at least 10 characters": "Le message doit contenir au moins 10 caractères !",
  "Send": "Envoyer",

  "Resume": "Résumer",

  "About the project": "À propos du projet",
  "Technologies": "Les technologies",
  "Screenshots": "Captures d'écran",
  "Showcase": "Vitrine",

  "All rights reserved": "Tous les droits sont réservés",

  "Link": "Lien",
  "duration": "Durée",
  "tasks": "Tâches",
  "memories": "Souvenirs",
  "memories text": "Voici quelques-uns de mes souvenirs précieux que j'aimerais partager avec vous. Profitez-en ! 😊",
  "location": "Emplacement",
  "Choose Your Preferred CV": "Choisissez votre CV préféré",
  "Mobile CV": "CV Mobile",
  "Web CV": "CV Web",
  "Certificates": "Certificats"
}
