{
  "hi": "Salut, je suis",
  "I Like Building Things": "J'aime construire des choses",
  "Mobile and Web Developer": "Développeur Mobile et Web",
  "Life Long Learner": "Apprenant tout au long de la vie",
  "About": "À propos",
  "Read more": "Lire la suite",
  "I_am_a_mobile_and_web_developer": "Je suis un développeur expérimenté en développement mobile et web, avec une solide expérience en développement full stack. Tout au long de ma carrière, j'ai construit avec succès de nombreux sites web et applications mobiles, démontrant ainsi ma compétence dans la création de solutions numériques de haute qualité. Ma passion pour l'apprentissage et l'innovation me pousse à explorer constamment de nouvelles technologies. Actuellement, je suis déterminé à approfondir mes connaissances dans les technologies MERN stack, MEAN stack et Flutter. Je suis également à jour avec les dernières mises à jour des nouvelles technologies et frameworks.",
  "What i can do": "Qu'est-ce que je peux faire",
  "Services": "sérvices",
  "web design": "designeur des site",
  "I do ui/ux design for both mobile and web that it helps to get a unique look": "J'essaye de créer des interfaces uniques pour les applications mobile et web ",
  "web dev": "web dev",
  "I also develop websites. I always try to create high performance websites": "Je développe également des sites web performants.",
  "app Dev": "app Dev",
  "I develop mobile application. I create mobile app with Flutter": "Je développe des applications mobiles principalement avec Flutter.",
  "some of my recent works": "Certains de mes travaux récents",
  "Projects": "Projets",
  "There was an error occurred while fetching the data": "Une erreur s'est produite lors de la récupération des données",
  "View more projects": "Voir plus de projets",
  "I am from Tunisia": "Je viens de la magnifique ville de Nabeul en Tunisie, un endroit réputé pour sa beauté naturelle et sa nature abondante. À 23 ans, je suis un étudiant ambitieux qui se prépare avec enthousiasme pour l'avenir. Les jeux vidéo et le développement de logiciels sont mes passions depuis l'enfance, et je m'efforce constamment de créer des projets uniques et innovants qui reflètent ma perspective.",
  "I started coding since I was in school": "Dès mon jeune âge, la programmation a été bien plus qu'une simple compétence pour moi ; c'est une forme d'art qui me permet d'exprimer ma créativité. Au fur et à mesure de mon parcours, j'ai eu l'occasion de combiner les principes du design avec la programmation, ce que je trouve incroyablement fascinant et que j'apprécie énormément.",
  "My vision is to make the world a better place": "Mon objectif ultime est de contribuer à rendre le monde meilleur. La technologie s'est infiltrée dans divers domaines, cherchant à améliorer nos vies, et j'aspire à jouer un rôle significatif dans ce processus de transformation. En exploitant le pouvoir de la technologie, je vise à créer des solutions significatives et percutantes qui peuvent avoir un impact positif sur la vie des autres.",
  "With a passion for innovation": "Avec une passion pour l'innovation, un amour pour la programmation et le désir de laisser une empreinte durable, je suis enthousiaste à propos des opportunités qui se présentent. Je suis prêt(e) à utiliser mes compétences et mes connaissances pour contribuer au paysage en constante évolution de la technologie et faire une différence dans le monde.",
  "EDUCATION": "ÉDUCATION",
  "School": "École/Collage/Lycée",
  "University": "Université",
  "MY SKILLS": "MES COMPÉTENCES",
  "Data base": "Base de données",
  "Languages": "Langages",
  "EXPERIENCE": "EXPÉRIENCE",
  "Internships": "Stages",
  "FrontEnd Developer": "Développeur FrontEnd",
  "FrontEnd and BackEnd Developer": "Développeur FrontEnd et BackEnd",
  "Currently": "Actuellement",
  "I am studying at ISET Sousse": "J'ai récemment obtenu ma licence en Développement des Systèmes d'Information à l'ISET Sousse, marquant une étape importante dans mon parcours éducatif. Actuellement, je poursuis un diplôme d'ingénieur en Architecture Logicielle à Esprit. En parallèle de mes études, je me suis lancé dans le freelancing pour acquérir une expérience pratique et appliquer mes connaissances à des projets concrets.",
  "Some of my recent works": "Quelques unes de mes oeuvres récentes",
  "Search": "Recherche",
  "There is no project with this name": "Il n'y a pas de projet avec ce nom",

  "Your message has been sent successfully": "Votre message a été envoyé avec succès",
  "An error accurred while sending the data": "Une erreur s'est produite lors de l'envoi des données",
  "Name": "Prénom",
  "The name should be": "Le nom doit comporter entre 3 et 20 caractères et ne doit contenir aucun caractère spécial !",
  "It should be a valid email address": "Il doit s'agir d'une adresse e-mail valide",
  "Subject": "Sujet",
  "The subject should not be empty": "Le sujet ne doit pas être vide !",
  "Get in touch": "Entrer en contact",
  "Street monsof bey": "Rue monsof bey",
  "The message should contain at least 10 characters": "Le message doit contenir au moins 10 caractères !",
  "Send": "Envoyer",

  "Resume": "Résumer",

  "About the project": "À propos du projet",
  "Technologies": "Les technologies",
  "Screenshots": "Captures d'écran",
  "Showcase": "Vitrine",

  "All rights reserved": "Tous les droits sont réservés",

  "Link":"lien"
}
