{
  "hi": "Hi, I am",
  "I love Building Things": "I love Building Things",
  "I Thrive on Problem-Solving": "I Thrive on Problem-Solving",
  "I Engineer Ideas into Reality": "I Engineer Ideas into Reality",
  "I Create with Purpose": "I Create with Purpose",
  "I Design Functional Experiences": "I Design Functional Experiences",
  "I Shape the Future Through Code": "I Shape the Future Through Code",
  "I Code to Make a Difference": "I Code to Make a Difference",
  "I Build with Precision and Passion": "I Build with Precision and Passion",
  "Mobile and Web Developer": "A Software Engineer Specializing in Mobile and Web Development",
  "Life Long Learner": "Life Long Learner",
  "About": "About",
  "Read more": "Read more",
  "I_am_a_mobile_and_web_developer": "I am an experienced mobile and web developer with a strong background in full stack development. Throughout my career, I have successfully built numerous websites and mobile applications, showcasing my proficiency in delivering high-quality digital solutions.My passion for learning and innovation drives me to constantly explore new technologies. Currently, I am dedicated to expanding my knowledge in the MERN stack, MEAN stack and Flutter. Also up to date with the latest updates of new technologies and frameworks.",
  "What i can do": "What i can do",
  "Services": "Services",
  "I do ui/ux design for both mobile and web that it helps to get a unique look": "I design unique and engaging user interfaces for both mobile and web applications, ensuring an optimal user experience.",
  "web dev": "Web development",
  "I also develop websites. I always try to create high performance websites": "I develop high-performance websites with a focus on functionality, user-friendliness and also perform exceptionally well.",
  "app Dev": "Mobile development",
  "I develop mobile application. I create mobile app with Flutter": "I develop mobile applications using Flutter, creating apps that are robust, responsive, and user-friendly.",
  "some of my recent works": "some of my recent works",
  "Projects": "Projects",
  "There was an error occurred while fetching the data": "There was an error occurred while fetching the data",
  "View more projects": "View more projects",
  "I am from Tunisia": "I hail from the beautiful city of Nabeul in Tunisia, a place renowned for its scenic beauty and abundant nature. At 24 years old, I am an ambitious student eagerly preparing for the future. Gaming and software development have been my passions since childhood, and I constantly strive to create unique and innovative projects that reflect my perspective.",
  "I started coding since I was in school": "From an early age, coding has been more than just a skill to me; it is an art form that allows me to express my creativity. As I progressed in my journey, I had the opportunity to combine design principles with coding, which I find incredibly fascinating and thoroughly enjoy.",
  "I'm also working as a freelancer in my free time. During my education, I have participated in multiple clubs and hackathons to gain more experience and tackle various challenges.": "I'm also working as a freelancer in my free time. During my education, I have participated in multiple clubs and hackathons to gain more experience and tackle various challenges.",
  "I am passionate about transforming ideas into functional and intuitive applications, and I am eager to contribute my skills and expertise to impactful projects.": "I am passionate about transforming ideas into functional and intuitive applications, and I am eager to contribute my skills and expertise to impactful projects.",
  "EDUCATION": "EDUCATION",
  "School": "Collage/School/High school",
  "University": "Universities",
  "MY SKILLS": "MY SKILLS",
  "Data base": "Data base",
  "Languages": "Languages",
  "EXPERIENCE": "EXPERIENCE",
  "Internships": "Internships",
  "FrontEnd Developer": "FrontEnd Developer",
  "FrontEnd and BackEnd Developer": "FrontEnd and BackEnd Developer",
  "Currently": "Currently",
  "I am studying at ISET Sousse": "I have recently completed my Bachelor's degree in Information Systems Development from ISET Sousse, marking a significant milestone in my educational journey. Currently, I am pursuing an Engineering degree in Software Architecture Engineering at Esprit. In parallel with my studies, I have embarked on a freelancing journey to gain practical experience and apply my learning to real-world projects.",
  "Some of my recent works": "Some of my recent works",
  "Search": "Search...",
  "There is no project with this name": "There is no project with this name",

  "Your message has been sent successfully": "Your message has been sent successfully",
  "An error accurred while sending the data": "An error accured while sending the data",
  "Name": "Name",
  "It should be a valid email address": "It should be a valid email address",
  "Subject": "Subject",
  "This field is required": "This field is required",
  "Get in touch": "Get in touch",
  "Street monsof bey": "Street monsof bey",
  "The message should contain at least 10 characters": "The message should contain at least 10 characters!",
  "Send": "Send",

  "Resume": "Resume",

  "About the project": "About the project",
  "Technologies": "Technologies",
  "Screenshots": "Screenshots",
  "Showcase": "Showcase",

  "All rights reserved": "All rights reserved",

  "Link": "Link",
  "duration": "Duration",
  "tasks": "Tasks",
  "memories": "Memories",
  "memories text": "Here are some of my cherished memories that I would like to share with you. Enjoy! 😊",
  "location": "Location",
  "Choose Your Preferred CV": "Choose Your Preferred CV",
  "Mobile CV": "Mobile CV",
  "Web CV": "Web CV",
  "Certificates": "Certificates"
}
